Repository: sheilagomes/omegatTest
Catalog: Projeto01/tm/Penalty-50/OmegaTGeral-omegat.tmx
Source language: en
Languages: pt_br

source: More attractive loyalty programs
pt_br: Programas de fidelidade mais atraentes

source: More than 30 professionals
pt_br: Mais de 30 profissionais

source: More than 70% lower cost
pt_br: Custo mais de 70% menor

source: More than once a week
pt_br: Mais de uma vez por semana

source: My patients may go elsewhere to get a cheaper product if I don't offer it
pt_br: Meus pacientes podem ir a outro lugar para obter um produto mais barato se eu não oferecer um

source: Nasalis lines/"bunny lines"
pt_br: Linhas nasalis/"linhas de coelho"

source: Nasolabial region: Corners of mouth/marionette/"smile lift"
pt_br: Região nasolabial: cantos da boca/marionete/"elevação do sorriso"

source: Neurotoxin product(s)
pt_br: Produto (s) de neurotoxina

source: New competitors entering the market
pt_br: Novos concorrentes entrando no mercado

source: New customers
pt_br: Novos clientes

source: New expected indications
pt_br: Novas indicações esperadas

source: New procedures
pt_br: Novos procedimentos

source: New products from manufacturer
pt_br: Novos produtos do fabricante

source: Next, we would like to ask about sales rep interactions you may have had with manufacturers you use.
pt_br: A seguir, gostaríamos de perguntar sobre as interações dos representantes de vendas que você pode ter tido com os fabricantes que usa.

source: Next, we would like to ask about trainings you may have received from the manufacturers you use.
pt_br: A seguir, gostaríamos de perguntar sobre os treinamentos que você pode ter recebido dos fabricantes que utiliza.

source: No
pt_br: Não

source: No change
pt_br: Sem mudança

source: No, I have not
pt_br: Não, eu não tenho

source: No, behaviors acquired during the pandemic will not impact the demand in the long term future
pt_br: Não, os comportamentos adquiridos durante a pandemia não impactarão a demanda no futuro

source: No, the recovery will not drive volume increase vs historical average of procedures
pt_br: Não, a recuperação não vai gerar aumento de volume em relação à média histórica de procedimentos

source: None - would not use for any customer
pt_br: Nenhum, não usaria para nenhum cliente

source: None of the above
pt_br: Nenhuma das anteriores

source: None of the above (i.e. I would not switch)
pt_br: Nenhuma das opções acima (ou seja, Eu não trocaria)

source: North Ossetia-Alania
pt_br: Ossétia do Norte-Alânia

source: Not at all likely
pt_br: Não recomendaria

source: Not at all satisfied
pt_br: Nem um pouco satisfeito

source: Not sure
pt_br: Não tenho certeza

source: Not sure / depends
pt_br: Não tenho certeza/depende

source: Number of EBD treatments has increased despite Covid-19
pt_br: O número de tratamentos EBD aumentou apesar de Covid-19

source: Number of EBD treatments hasn’t changed due to Covid-19
pt_br: O número de tratamentos EBD não mudou devido ao Covid-19

source: Number of aesthetic toxin injections has increased despite Covid-19
pt_br: O número de injeções estéticas de toxina aumentou apesar da Covid-19

source: Number of aesthetic toxin injections hasn’t changed due to Covid-19
pt_br: O número de injeções de toxina estética não mudou devido ao Covid-19

source: Number of dermal fillers injections has increased despite Covid-19
pt_br: O número de injeções de preenchimento dérmico aumentou apesar de Covid-19

source: Number of dermal fillers injections hasn’t changed due to Covid-19
pt_br: O número de injeções de preenchimento dérmico não mudou devido ao Covid-19

source: Nurse
pt_br: Enfermeira

source: Nurse Practitioner
pt_br: Enfermeira

source: On a scale from 0 to 10, how important is it for you to source injectable products (toxins and dermal fillers) and Energy Based Devices from the same manufacturer?
pt_br: Em uma escala de 0 a 10, quão importante é para você adquirir produtos injetáveis ​​(toxinas e preenchedores dérmicos) e Dispositivos Baseados em Energia do mesmo fabricante?

source: On a scale from 0 to 10, how important is it for you to source injectable products (toxins and dermal fillers) and other products different from Energy Based Devices from the same manufacturer?
pt_br: Em uma escala de 0 a 10, quão importante é para você adquirir produtos injetáveis ​​(toxinas e preenchedores dérmicos) e outros produtos diferentes de Dispositivos Baseados em Energia do mesmo fabricante?

source: On a scale from 0 to 10, how important is it for you to source toxins and dermal fillers from the same manufacturer?
pt_br: Em uma escala de 0 a 10, quão importante é para você obter toxinas e preenchimentos dérmicos do mesmo fabricante?

source: On a scale from 0 to 10, where 0 means “not at all likely” and 10 means “extremely likely”, how
pt_br: Em uma escala de 0 a 10, onde 0 significa "nada provável" e 10 significa "extremamente provável", qual a

source: Once every 1-2 weeks
pt_br: Uma vez a cada 1-2 semanas

source: Once every 1-3 months
pt_br: Uma vez a cada 1-3 meses

source: Once every 4-6 months
pt_br: Uma vez a cada 4-6 meses

source: Once every 7-12 months
pt_br: Uma vez a cada 7-12 meses

source: Once every month
pt_br: Uma vez por mês

source: Once every week
pt_br: Uma vez por semana

source: Other
pt_br: Outro

source: Other (e.g., student, homemaker)
pt_br: Outro (por exemplo, estudante, dona de casa)

source: Other (please specify)
pt_br: outro (por favor, especifique)

source: Other (please specify) [text input]
pt_br: Outro (especifique) [entrada de texto]

source: Other (please specify):
pt_br: Outro (por favor, especifique):

source: Other, please specify
pt_br: Outro (por favor, especifique)

source: Other, please specify:
pt_br: Outro (por favor, especifique)

source: Other:
pt_br: Outro:

source: PRP (Platelet Rich Plasma Therapy)
pt_br: PRP (terapia de plasma rico em plaquetas)

source: Part-time
pt_br: Meio período

source: Patient Coordinator
pt_br: Coordenador de Paciente

source: Patients don't ask for specific brands
pt_br: Os pacientes não pedem marcas específicas

source: Physician’s Assistant
pt_br: Assistente Médico

source: Plastic surgeon
pt_br: Cirurgião plástico

source: Platysmal bands/"neck bands"
pt_br: Bandas platismais/"bandas de pescoço"

source: Please be assured that all information will be confidential and anonymous.
pt_br: Tenha certeza de que todas as informações serão confidenciais e anônimas.

source: Please click the link below to take the survey.
pt_br: Clique no link abaixo para responder à pesquisa.

source: Please enter a valid zip code
pt_br: Por favor insira um código postal válido

source: Please indicate which brand(s) you have used in the last 12 months
pt_br: Indique quais marcas você usou nos últimos 12 meses

source: Please select all that apply.
pt_br: Por favor selecione tudo que se aplica.

source: Poor relationship with sales rep
pt_br: Fraca relação com o representante de vendas

source: Practice manager or director
pt_br: Gerente de prática ou diretor

source: Practice/clinic with 11-20 locations
pt_br: Prática / clínica com 11-20 locais

source: Practice/clinic with 2-10 locations
pt_br: Prática / clínica com 2-10 locais

source: Practice/clinic with 21+ locations
pt_br: Prática / clínica com mais de 21 locais

source: Primary hyperhidrosis
pt_br: Hiperidrose primária

source: Product ease of use / storage (e.g. no need for refrigeration)
pt_br: Facilidade de uso/armazenamento do produto (por exemplo sem necessidade de refrigeração)

source: Product efficacy and impacts
pt_br: Eficácia e impacto do produto

source: Product innovation
pt_br: Inovação de produto

source: Products
pt_br: Produtos

source: Products are the
pt_br: Produtos são os

source: Products are the lowest price
pt_br: Os produtos têm o preço mais baixo

source: Products that help me achieve a
pt_br: Produtos que me ajudam a alcançar um

source: Prollenium
pt_br: Prolênio

source: Provide % incidence of following drivers
pt_br: Forneça a porcentagem de incidência dos seguintes motivos

source: Quality
pt_br: Qualidade

source: Quality of
pt_br: Qualidade de

source: Rank the top 5.
pt_br: Classifique os 5 primeiros.

source: Rank up to 3 brands.
pt_br: Classifique até 3 marcas.

source: Rank up to 3.
pt_br: Classifique até 3.

source: Recipes with natural ingredients
pt_br: Receitas com ingredientes naturais

source: Recognizable / trusted brand
pt_br: Marca reconhecível/confiável

source: Reduce price, allowing me to capture better economics
pt_br: Reduza o preço, permitindo-me obter uma melhor economia

source: Relative to the leading treatment,
pt_br: Em relação ao tratamento principal,

source: Retired
pt_br: Aposentado

source: Sagging mouth corners
pt_br: Cantos da boca caídos

source: Sakha Republic (Yakutia)
pt_br: República Sakha (Yakutia)

source: Same cost or cheaper
pt_br: Mesmo custo ou mais barato

source: Select one.
pt_br: Selecione um.

source: Senior living facility
pt_br: Instalações para idosos

source: Skin rejeuvenation: fractional, IPL, etc
pt_br: Rejuvenescimento da pele: fracionário, IPL, etc

source: Skin resurfacing / ablation
pt_br: Resurfacing / ablação da pele

source: Skin tightening / rejuvenation
pt_br: Aperto / rejuvenescimento da pele

source: Sweat elimination / hyperhidrosis
pt_br: Eliminação de suor / hiperidrose

source: Tatarstan
pt_br: Tartaristão

source: Thank you for your interest in this survey.
pt_br: Obrigado pelo seu interesse nesta pesquisa.

source: The following question refers to
pt_br: A seguinte pergunta se refere a

source: The following question refers to liquid neurotoxins.
pt_br: A pergunta a seguir refere-se a neurotoxinas líquidas.

source: The sales rep has improved
pt_br: O representante de vendas melhorou

source: The sales rep has started visiting me more
pt_br: O representante de vendas começou a me visitar mais

source: Therapeutic dermal fillers (e.g., hyaluronic acid, poly-L-lactic acid)
pt_br: Preenchimentos dérmicos terapêuticos (por exemplo, ácido hialurônico, ácido poli-L-láctico)

source: Therapeutic injectable neurotoxins (e.g. Botulinum toxin)
pt_br: Neurotoxinas injetáveis ​​terapêuticas (por exemplo Toxina botulínica)

source: They have offered better promotions / discounts
pt_br: Eles ofereceram melhores promoções/descontos

source: Three years ago
pt_br: Três anos atrás

source: Three years ago,
pt_br: Três anos atrás,

source: Three years from now
pt_br: Daqui a três anos

source: Three years from now,
pt_br: Daqui a tres anos,

source: Today,
pt_br: Hoje,

source: Training has decreased / worsened
pt_br: O treinamento diminuiu/piorou

source: Training has increased / improved
pt_br: O treinamento aumentou/melhorou

source: Under 18
pt_br: Menores de 18

source: Under-eye (fill hollowness, reduce circles, reduce wrinkles)
pt_br: Sob os olhos (preencher espaços vazios, reduzir círculos, reduzir rugas)

source: Unsure
pt_br: Não tenho certeza

source: Used previously, but not in last 12 months
pt_br: Já usei, mas não nos últimos 12 meses

source: Value for money
pt_br: Custo-benefício

source: Vascular / red pigment / scar removal
pt_br: Remoção vascular / pigmento vermelho / cicatriz

source: Venus
pt_br: Vênus

source: Vertical lip rhytids
pt_br: Rítides labiais verticais

source: Very satisfied
pt_br: Muito satisfeito

source: We will now ask a few questions about the loyalty programs you participate in today.
pt_br: Agora faremos algumas perguntas sobre os programas de fidelidade dos quais você participa hoje.

source: Weak loyalty program
pt_br: Programa de fidelidade fraco

source: What are the
pt_br: Quais são as

source: What best describes
pt_br: O que melhor descreve

source: What best describes the practice/clinic you work at?
pt_br: O que melhor descreve a prática / clínica em que você trabalha?

source: What best describes your use of the
pt_br: O que melhor descreve seu uso das

source: What could Merz do to encourage you to start using more of their product(s)?
pt_br: O que Merz poderia fazer para encorajá-lo a começar a usar mais de seus produtos?

source: What is the
pt_br: O que é

source: What is your employment status?
pt_br: Qual é a sua situação profissional?

source: What is your experience with aesthetic injectable treatments (i.e., neurotoxins and dermal fillers) and EBDs?
pt_br: Qual é a sua experiência com tratamentos estéticos injetáveis ​​(ou seja, neurotoxinas e preenchimentos dérmicos) e EBDs?

source: What is your zip code?
pt_br: Qual é o seu CEP?

source: What makes
pt_br: O que faz o

source: What percent of
pt_br: Qual a porcentagem de

source: What role do you have in
pt_br: Qual papel você desempenha em

source: What role do you have in choosing
pt_br: Que papel você tem na escolha

source: When customers ask for a specific brand,
pt_br: Quando os clientes pedem uma marca específica,

source: When do you expect the number of EBD treatments to
pt_br: Quando você espera que o número de tratamentos EBD

source: When do you expect the number of aesthetic neurotoxin injections to
pt_br: Quando você espera que o número de injeções de neurotoxina estética

source: When do you expect the number of dermal filler injections to
pt_br: Quando você espera que o número de injeções de preenchimento dérmico para

source: Which EBD manufacturers will you consider to purchase products from / use in the next 3 years?
pt_br: Quais fabricantes de EBD você considerará comprar / usar nos próximos 3 anos?

source: Which current brands do you expect to replace (partially or fully) with this new product?
pt_br: Quais marcas atuais você espera substituir (parcial ou totalmente) por este novo produto?

source: Which do you think will be the
pt_br: Quais você acha que serão os

source: Which of the following
pt_br: Sobre qual das seguintes

source: Which of the following EBD brands have you
pt_br: Quais das seguintes marcas de EBD você tem

source: Which of the following EBD manufacturers have you used in the past 12 months?
pt_br: Qual dos seguintes fabricantes de EBD você usou nos últimos 12 meses?

source: Which of the following best describes
pt_br: Qual das seguintes opções melhor descreve

source: Which of the following best describes your
pt_br: Qual das opções a seguir melhor descreve seu

source: Which of the following neurotoxin brands have you
pt_br: Sobre quais das seguintes marcas de neurotoxinas você

source: Which products could Merz offer to encourage you to start using more of their products?
pt_br: Quais produtos a Merz poderia oferecer para incentivá-lo a começar a usar mais dos produtos deles?

source: Why
pt_br: Por que

source: Why did you decide not to perform/oversee EBD treatments?
pt_br: Por que você decidiu não realizar / supervisionar os tratamentos de EBD?

source: Why did you decide not to perform/oversee aesthetic injectable treatments (i.e., neurotoxins and dermal fillers)?
pt_br: Por que você decidiu não realizar / supervisionar tratamentos estéticos injetáveis ​​(ou seja, neurotoxinas e preenchimentos dérmicos)?

source: Why did you stop performing/overseeing EBD treatments?
pt_br: Por que você parou de realizar / supervisionar os tratamentos de EBD?

source: Why did you stop performing/overseeing aesthetic injectable treatments (i.e., neurotoxins and dermal fillers)?
pt_br: Por que você parou de realizar / supervisionar tratamentos injetáveis ​​estéticos (ou seja, neurotoxinas e preenchimentos dérmicos)?

source: Why would you not consider using a longer-lasting neurotoxin?
pt_br: Por que você não consideraria o uso de uma neurotoxina de longa duração?

source: Why?
pt_br: Por quê?

source: Wide product range
pt_br: Ampla gama de produtos

source: Widest
pt_br: Mais ampla

source: Will there be more pent up demand for EBD treatments as people missed procedures during the Covid-19 pandemic?
pt_br: Haverá mais demanda reprimida por tratamentos com EBD, já que as pessoas faltaram aos procedimentos durante a pandemia de Covid-19?

source: Will there be more pent up demand for aesthetic neurotoxin injections as people missed procedures during the Covid-19 pandemic?
pt_br: Haverá mais demanda reprimida por injeções de neurotoxina estética, já que as pessoas perderam os procedimentos durante a pandemia de Covid-19?

source: Will there be more pent up demand for dermal filler injections as people missed procedures during the Covid-19 pandemic?
pt_br: Haverá mais demanda reprimida por injeções de preenchimento dérmico, já que as pessoas perderam os procedimentos durante a pandemia de Covid-19?

source: Worse economics for me
pt_br: Economia pior para mim

source: Worse outcome for patient
pt_br: Pior resultado para o paciente

source: Worse patient satisfaction
pt_br: Menor satisfação do paciente

source: Worse quality product
pt_br: Produto de pior qualidade

source: Yes
pt_br: sim

source: Yes, I have been offered better pricing
pt_br: Sim, recebi uma oferta de preço melhor

source: Yes, I have been offered larger discounts
pt_br: Sim, recebi descontos maiores

source: Yes, I have been offered other incentives
pt_br: Sim, recebi outros incentivos

source: Yes, I have been sold and am stocking more inventory now than is normal
pt_br: Sim, fui vendido e estou estocando mais estoque agora do que o normal

source: Yes, I have had larger order sizes
pt_br: Sim, tive pedidos maiores

source: Yes, behaviors acquired during the pandemic will drive a decrease in demand also in the long term future
pt_br: Sim, os comportamentos adquiridos durante a pandemia levarão a uma diminuição da demanda também no futuro a longo prazo

source: Yes, other (please specify):
pt_br: Sim, outro (especifique):

source: Yes, the recovery will drive moderate (less than 50%) volume increase for some time
pt_br: Sim, a recuperação levará a um aumento moderado (menos de 50%) do volume por algum tempo

source: Yes, the recovery will drive significant (more than 50%) volume increase for some time
pt_br: Sim, a recuperação levará a um aumento de volume significativo (mais de 50%) por algum tempo

source: You mentioned you perform or oversee the following procedures.
pt_br: Você mencionou que executa ou supervisiona os procedimentos a seguir.

source: aesthetic
pt_br: injeções estéticas

source: aesthetic EBD (Energy-Based Device) treatments
pt_br: tratamentos estéticos EBD (dispositivo baseado em energia)

source: aesthetic injection procedures (e.g. neurotoxins, dermal fillers) and/or EBD treatments do you perform or oversee
pt_br: procedimentos de injeção estética (por exemplo, neurotoxinas, preenchimentos dérmicos) e / ou tratamentos com EBD que você realiza ou supervisiona

source: aesthetic materials/products (EBDs, cosmeceuticals, injectables, breast implants, etc.)?
pt_br: materiais / produtos estéticos (EBDs, cosmecêuticos, injetáveis, implantes mamários, etc.)?

source: aesthetic neurotoxin injections
pt_br: injeções estéticas de neurotoxina

source: age EBD treatments
pt_br: idade tratamentos EBD

source: age for EBD procedures
pt_br: idade para procedimentos EBD

source: age for EBD treatments
pt_br: idade para tratamentos EBD

source: age for aesthetic injections (neurotoxins, dermal fillers)
pt_br: idade para injeções estéticas (neurotoxinas, preenchimentos dérmicos)

source: all
pt_br: tudo

source: and rebates
pt_br: e descontos

source: approved indications and clinical data
pt_br: indicações aprovadas e dados clínicos

source: as the leading treatment
pt_br: que o tratamento principal

source: assuming it is approved?
pt_br: presumindo que seja aprovada?

source: at your current practice / facility (including yourself)
pt_br: em sua prática / instalação atual (incluindo você)

source: best loyalty program
pt_br: melhor programa de fidelidade

source: brand of aesthetic injectable neurotoxin?
pt_br: de neurotoxina injetável estética?

source: business services
pt_br: serviços prestados às empresas

source: by 11-20% vs 2019
pt_br: de 11 a 20% comparados aos de 2019

source: by 6-10% vs 2019
pt_br: de 6 a 10% comparados aos de 2019

source: by more than 20% vs 2019
pt_br: em mais de 20% comparados aos de 2019

source: choosing what brand(s)
pt_br: escolher qual (is) marca (s)

source: company that doesn't currently market any of the leading brands
pt_br: empresa que atualmente não comercializa nenhuma das marcas líderes

source: customers
pt_br: clientes

source: decrease
pt_br: diminuiriam

source: dermal filler
pt_br: preenchimento dérmico

source: dermal filler brands
pt_br: marcas de preenchimento dérmico

source: dermal filler injections
pt_br: injeções de preenchimento dérmico

source: dermal filler product(s)
pt_br: produto (s) de enchimento dérmico (s)

source: did you perform or oversee
pt_br: você executou ou supervisionou

source: do you expect to perform or oversee
pt_br: você espera realizar ou supervisionar

source: do you expect your usage of
pt_br: você espera que seu uso da marca

source: do you perform or oversee?
pt_br: você executa ou supervisiona?

source: do you typically use the dermal filler brand,
pt_br: você normalmente usa a marca de preenchimento dérmico,

source: do you typically use the neurotoxin brand,
pt_br: você normalmente usa a marca de neurotoxina,

source: does each procedure account for?
pt_br: cada procedimento leva em conta?

source: easiest to use
pt_br: mais fácil de usar

source: economic downturn due to Covid-19
pt_br: desaceleração econômica devido à Covid-19

source: endorsed by key leaders
pt_br: endossado por líderes-chave

source: faster-acting neurotoxins
pt_br: neurotoxinas de ação mais rápida

source: following EBD brands
pt_br: seguintes marcas EBD

source: following neurotoxin brands
pt_br: seguintes marcas de neurotoxinas

source: for a
pt_br: por uma marca

source: for aesthetic injectable procedures and/or EBD treatments
pt_br: para procedimentos estéticos injetáveis ​​e / ou tratamentos EBD

source: for aesthetic procedures?
pt_br: para procedimentos estéticos?

source: for you to consider using more of their product(s)?
pt_br: para você considerar usar mais de seus produtos?

source: from the manufacturer on product usage
pt_br: do fabricante sobre o uso do produto

source: gender for EBD treatments
pt_br: gênero para tratamentos EBD

source: gender for aesthetic injections (neurotoxins, dermal fillers)
pt_br: gênero para injeções estéticas (neurotoxinas, preenchimentos dérmicos)

source: get back to pre-Covid-19 levels
pt_br: volte aos níveis pré-Covid-19

source: good profit margin
pt_br: boa margem de lucro

source: have you
pt_br: você

source: have you been performing or overseeing aesthetic injection procedures (e.g., neurotoxins, dermal fillers) or EBD treatments on patients?
pt_br: Você tem realizado ou supervisionado procedimentos de injeção estética (por exemplo, neurotoxinas, preenchimentos dérmicos) ou tratamentos de EBD em pacientes?

source: have you been previously visited or contacted by for aesthetic injectables (neurotoxins / dermal fillers) or EBD
pt_br: você foi previamente visitado ou contatado por para injetáveis ​​estéticos (neurotoxinas / preenchedores dérmicos) ou EBD

source: have you participated in?
pt_br: você já participou?

source: healthcare professionals perform aesthetic injectable procedures
pt_br: profissionais de saúde realizam procedimentos estéticos injetáveis

source: heard of
pt_br: já ouviu falar

source: how many EBD treatments
pt_br: quantos tratamentos EBD

source: how many aesthetic
pt_br: quantos procedimentos

source: how many aesthetic injectable
pt_br: quantos procedimentos de injeção ​​estética de

source: how much less expensive to you
pt_br: quanto menos você teria que pagar

source: how much more would you be prepared to pay
pt_br: quanto mais você estaria preparada(o) para pagar

source: how often do you use that brand
pt_br: com que frequência você usa essa marca

source: in 2021 vs 2019
pt_br: em 2021 comparado a 2019

source: in an average week
pt_br: em uma semana normal
